Repository: fahlman/SeedBox
Catalog: SeedBox/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

# %@ %@ is older than required %@
source: %1$@ %2$@ is older than required %3$@
de: %1$@ %2$@ ist älter als das erforderliche %3$@
es: %1$@ %2$@ es anterior a lo requerido %3$@
fr: %1$@ %2$@ est plus ancien que %3$@ requis
it: %1$@ %2$@ è più vecchio del %3$@ richiesto
ja: %1$@ %2$@ は必要な %3$@ よりも古いです
ko: %1$@ %2$@가 필요한 %3$@보다 오래되었습니다.
nl: %1$@ %2$@ is ouder dan vereist %3$@
pt_br: %1$@ %2$@ é mais antigo que o necessário %3$@
zh_hans: %1$@ %2$@ 比所需的 %3$@ 旧

# %@ %@ or newer is disabled
source: %1$@ %2$@ or newer is disabled
de: %1$@ %2$@ oder neuer ist deaktiviert
es: %1$@ %2$@ o posterior está deshabilitado
fr: %1$@ %2$@ ou version ultérieure est désactivé
it: %1$@ %2$@ o versione successiva è disabilitato
ja: %1$@ %2$@ 以降は無効です
ko: %1$@ %2$@ 이상은 비활성화됩니다.
nl: %1$@ %2$@ of nieuwer is uitgeschakeld
pt_br: %1$@ %2$@ ou mais recente está desativado
zh_hans: %1$@ %2$@ 或更新版本已禁用

# %@ %@ or newer is not installed
source: %1$@ %2$@ or newer is not installed
de: %1$@ %2$@ oder neuer ist nicht installiert
es: %1$@ %2$@ o posterior no está instalado
fr: %1$@ %2$@ ou version ultérieure n'est pas installé
it: %1$@ %2$@ o versione successiva non è installato
ja: %1$@ %2$@以降がインストールされていない
ko: %1$@ %2$@ 이상이 설치되지 않았습니다.
nl: %1$@ %2$@ of nieuwer is niet geïnstalleerd
pt_br: %1$@ %2$@ ou mais recente não está instalado
zh_hans: 未安装 %1$@ %2$@ 或更新版本

source: %@ Copy
de: %1$@-Kopie
es: Copia %1$@
fr: Copie %1$@
it: %1$@ Copia
ja: %1$@コピー
ko: %1$@ 복사
nl: %1$@ kopiëren
pt_br: Cópia %1$@
zh_hans: %1$@ 复制

# %@ is already installed at %@.
source: %1$@ is already installed at %2$@.
de: %1$@ ist bereits bei %2$@ installiert.
es: %1$@ ya está instalado en %2$@.
fr: %1$@ est déjà installé sur %2$@.
it: %1$@ è già installato su %2$@.
ja: %1$@ は %2$@ にすでにインストールされています。
ko: %1$@는 %2$@에 이미 설치되어 있습니다.
nl: %1$@ is al geïnstalleerd op %2$@.
pt_br: O %1$@ já está instalado no %2$@.
zh_hans: %1$@ 已安装在 %2$@ 上。

source: %@ is already installed.
de: %1$@ ist bereits installiert.
es: %1$@ ya está instalado.
fr: %1$@ est déjà installé.
it: %1$@ è già installato.
ja: %1$@はすでにインストールされています。
ko: %1$@가 이미 설치되어 있습니다.
nl: %1$@ is al geïnstalleerd.
pt_br: O %1$@ já está instalado.
zh_hans: %1$@ 已安装。

source: %@ is disabled
de: %1$@ ist deaktiviert
es: %1$@ está deshabilitado
fr: %1$@ est désactivé
it: %1$@ è disabilitato
ja: %1$@は無効です
ko: %1$@가 비활성화되었습니다.
nl: %1$@ is uitgeschakeld
pt_br: %1$@ está desativado
zh_hans: %1$@ 已禁用

source: %@ is not installed
de: %1$@ ist nicht installiert
es: %1$@ no está instalado
fr: %1$@ n'est pas installé
it: %1$@ non è installato
ja: %1$@がインストールされていません
ko: %1$@가 설치되지 않았습니다.
nl: %1$@ is niet geïnstalleerd
pt_br: %1$@ não está instalado
zh_hans: %1$@ 未安装

source: %@ is ready.
de: %1$@ ist bereit.
es: %1$@ está listo.
fr: %1$@ est prêt.
it: %1$@ è pronto.
ja: %1$@が完成しました。
ko: %1$@가 준비되었습니다.
nl: %1$@ is klaar.
pt_br: %1$@ está pronto.
zh_hans: %1$@ 已准备就绪。

# %@ is required by %@. Would you like to disable %@ anyway?
source: %1$@ is required by %2$@. Would you like to disable %3$@ anyway?
de: %1$@ wird von %2$@ benötigt. Möchten Sie %3$@ trotzdem deaktivieren?
es: %1$@ es requerido por %2$@. ¿Le gustaría desactivar %3$@ de todos modos?
fr: %1$@ est requis par %2$@. Souhaitez-vous quand même désactiver %3$@ ?
it: %1$@ è richiesto da %2$@. Desideri comunque disattivare %3$@?
ja: %2$@ には %1$@ が必要です。とにかく %3$@ を無効にしますか?
ko: %2$@에는 %1$@가 필요합니다. 어쨌든 %3$@를 비활성화하시겠습니까?
nl: %1$@ is vereist voor %2$@. Wilt u %3$@ toch uitschakelen?
pt_br: %1$@ é exigido pelo %2$@. Você gostaria de desativar o %3$@ mesmo assim?
zh_hans: %2$@ 需要 %1$@。您仍然想禁用 %3$@ 吗？

source: %@ is too old
de: %1$@ ist zu alt
es: %1$@ es demasiado viejo
fr: %1$@ est trop vieux
it: %1$@ è troppo vecchio
ja: %1$@は古すぎます
ko: %1$@가 너무 오래되었습니다.
nl: %1$@ is te oud
pt_br: %1$@ é muito antigo
zh_hans: %1$@ 太旧了

# %@ requires %@, which are not ready. Would you like to enable %@ anyway?
source: %1$@ requires %2$@, which are not ready. Would you like to enable %3$@ anyway?
de: %1$@ erfordert %2$@, die nicht bereit sind. Möchten Sie %3$@ trotzdem aktivieren?
es: %1$@ requiere %2$@, que no están listos. ¿Le gustaría habilitar %3$@ de todos modos?
fr: %1$@ nécessite %2$@, qui n'est pas prêt. Souhaitez-vous quand même activer %3$@ ?
it: %1$@ richiede %2$@, che non è pronto. Desideri abilitare comunque %3$@?
ja: %1$@ には %2$@ が必要ですが、これは準備ができていません。とにかく %3$@ を有効にしますか?
ko: %1$@에는 아직 준비되지 않은 %2$@가 필요합니다. 어쨌든 %3$@를 활성화하시겠습니까?
nl: %1$@ vereist %2$@, die nog niet gereed zijn. Wilt u %3$@ toch inschakelen?
pt_br: %1$@ requer %2$@, que não está pronto. Você gostaria de ativar o %3$@ mesmo assim?
zh_hans: %1$@ 需要 %2$@，但 %2$@ 尚未准备好。您仍然想启用 %3$@ 吗？

# %@ requires %@, which is not ready. Would you like to enable %@ anyway?
source: %1$@ requires %2$@, which is not ready. Would you like to enable %3$@ anyway?
de: %1$@ erfordert %2$@, das nicht bereit ist. Möchten Sie %3$@ trotzdem aktivieren?
es: %1$@ requiere %2$@, que no está listo. ¿Le gustaría habilitar %3$@ de todos modos?
fr: %1$@ nécessite %2$@, qui n'est pas prêt. Souhaitez-vous quand même activer %3$@ ?
it: %1$@ richiede %2$@, che non è pronto. Desideri abilitare comunque %3$@?
ja: %1$@ には %2$@ が必要ですが、%2$@ は準備ができていません。とにかく %3$@ を有効にしますか?
ko: %1$@에는 아직 준비되지 않은 %2$@가 필요합니다. 어쨌든 %3$@를 활성화하시겠습니까?
nl: %1$@ vereist %2$@, wat nog niet gereed is. Wilt u %3$@ toch inschakelen?
pt_br: %1$@ requer %2$@, que não está pronto. Você gostaria de ativar o %3$@ mesmo assim?
zh_hans: %1$@ 需要 %2$@，但 %2$@ 尚未准备好。您仍然想启用 %3$@ 吗？

# %@ requires %@. Would you like to disable %@ anyway?
source: %1$@ requires %2$@. Would you like to disable %3$@ anyway?
de: %1$@ erfordert %2$@. Möchten Sie %3$@ trotzdem deaktivieren?
es: %1$@ requiere %2$@. ¿Le gustaría desactivar %3$@ de todos modos?
fr: %1$@ nécessite %2$@. Souhaitez-vous quand même désactiver %3$@ ?
it: %1$@ richiede %2$@. Desideri comunque disattivare %3$@?
ja: %1$@ には %2$@ が必要です。とにかく %3$@ を無効にしますか?
ko: %1$@에는 %2$@가 필요합니다. 어쨌든 %3$@를 비활성화하시겠습니까?
nl: %1$@ vereist %2$@. Wilt u %3$@ toch uitschakelen?
pt_br: %1$@ requer %2$@. Você gostaria de desativar o %3$@ mesmo assim?
zh_hans: %1$@ 需要 %2$@。您仍然想禁用 %3$@ 吗？

# %@ Updated %@.
source: %1$@ Updated %2$@.
de: %1$@ %2$@ aktualisiert.
es: %1$@ %2$@ actualizado.
fr: %1$@ Mise à jour de %2$@.
it: %1$@ %2$@ aggiornato.
ja: %1$@ %2$@ を更新しました。
ko: %1$@ %2$@를 업데이트했습니다.
nl: %1$@ %2$@ bijgewerkt.
pt_br: %1$@ %2$@ atualizado.
zh_hans: %1$@ 更新了 %2$@。

# %lld errors in the last game session.
source: %1$lld errors in the last game session.
de: %1$lld Fehler in der letzten Spielsitzung.
es: %1$lld errores en la última sesión de juego.
fr: %1$lld erreurs lors de la dernière session de jeu.
it: %1$lld errori nell'ultima sessione di gioco.
ja: 前回のゲームセッションで%1$lld件のエラー。
ko: 마지막 게임 세션에서 오류 %1$lld건.
nl: %1$lld fouten in de laatste spelsessie.
pt_br: %1$lld erros na última sessão de jogo.
zh_hans: 上次游戏会话中有 %1$lld 个错误。

# %lld mods reported errors.
source: %1$lld mods reported errors.
de: %1$lld Mods haben Fehler gemeldet.
es: %1$lld mods informaron errores.
fr: %1$lld mods ont signalé des erreurs.
it: %1$lld mod hanno segnalato errori.
ja: %1$lld個のMODがエラーを報告しました。
ko: 모드 %1$lld개가 오류를 보고했습니다.
nl: %1$lld mods hebben fouten gemeld.
pt_br: %1$lld mods relataram erros.
zh_hans: %1$lld 个模组报告了错误。

source: %lld optional deps
de: %1$lld optionale Abw
es: %1$lld departamentos opcionales
fr: %1$lld dépôts optionnels
it: %1$lld dipendenze opzionali
ja: %1$lld オプションの Deps
ko: %1$lld 선택적 deps
nl: %1$lld optionele afp
pt_br: dependências opcionais %1$lld
zh_hans: %1$lld 可选部门

source: %lld original selected items
de: %1$lld ursprünglich ausgewählte Artikel
es: %1$lld artículos seleccionados originales
fr: %1$lld éléments sélectionnés d'origine
it: %1$lld elementi selezionati originali
ja: %1$lld 個のオリジナルセレクトアイテム
ko: %1$lld개의 원래 선택 항목
nl: %1$lld origineel geselecteerde items
pt_br: %1$lld itens originais selecionados
zh_hans: %1$lld 原始选定项目

# %lld required + %lld optional deps
source: %1$lld required + %2$lld optional deps
de: %1$lld erforderlich + %2$lld optionale Abschläge
es: Se requieren %1$lld + departamentos opcionales %2$lld
fr: %1$lld requis + %2$lld dépôts optionnels
it: %1$lld richiesti + %2$lld dipendenze opzionali
ja: %1$lld 必須 + %2$lld オプションの deps
ko: %1$lld개 필수 + %2$lld개 선택적 Deps
nl: %1$lld vereist + %2$lld optioneel afw
pt_br: %1$lld necessário + dependências opcionais %2$lld
zh_hans: %1$lld 必需 + %2$lld 可选依赖项

source: %lld required + 1 optional dep
de: %1$lld erforderlich + 1 optionaler Abt
es: Se requiere %1$lld + 1 depósito opcional
fr: %1$lld requis + 1 détachement optionnel
it: %1$lld richiesto + 1 dip. opzionale
ja: %1$lld 必須 + 1 つのオプションの依存
ko: %1$lld개 필수 + 1개 선택적 dep
nl: %1$lld vereist + 1 optionele afd
pt_br: %1$lld obrigatório + 1 dependência opcional
zh_hans: 需要 %1$lld + 1 个可选部门

source: %lld required deps
de: %1$lld erforderliche Abt
es: %1$lld departamentos requeridos
fr: %1$lld dépôts requis
it: %1$lld dipendenze richieste
ja: %1$lld 必要な Deps
ko: %1$lld개의 필수 깊이
nl: %1$lld vereiste afd
pt_br: %1$lld dependências necessárias
zh_hans: %1$lld 所需部门

source: 1 optional dep
de: 1 optionale Abt
es: 1 depósito opcional
fr: 1 poste optionnel
it: 1 reparto facoltativo
ja: 1 オプションのデップ
ko: 선택적 심층 1개
nl: 1 optionele afd
pt_br: 1 dependência opcional
zh_hans: 1 个可选部门

source: 1 required + %lld optional deps
de: 1 erforderlich + %1$lld optionale Abw
es: 1 requerido + %1$lld departamentos opcionales
fr: 1 requis + %1$lld dépôts optionnels
it: 1 richiesto + %1$lld dipendenze opzionali
ja: 1 必須 + %1$lld オプションの deps
ko: 필수 1개 + 선택적 Dep %1$lld개
nl: 1 vereist + %1$lld optioneel afw
pt_br: 1 dependência obrigatória + %1$lld opcional
zh_hans: 1 个必需 + %1$lld 个可选部门

source: 1 required + 1 optional dep
de: 1 erforderlich + 1 optional abhängig
es: 1 requerido + 1 depósito opcional
fr: 1 obligatoire + 1 détachement optionnel
it: 1 obbligatorio + 1 facoltativo dip
ja: 必須 1 つ + オプションの 1 つ
ko: 필수 1개 + 선택적 심층 1개
nl: 1 vereist + 1 optioneel afd
pt_br: 1 obrigatório + 1 opcional
zh_hans: 1 个必需 + 1 个可选部门

source: 1 required dep
de: 1 erforderliche Abt
es: 1 depósito requerido
fr: 1 poste requis
it: 1 dip. richiesto
ja: 1 つの必要なデップ
ko: 필수 깊이 1개
nl: 1 vereiste afd
pt_br: 1 dependência necessária
zh_hans: 1 个必需部门

source: A mod already exists at %@.
de: Ein Mod existiert bereits bei %1$@.
es: Ya existe un mod en %1$@.
fr: Un mod existe déjà chez %1$@.
it: Esiste già una mod su %1$@.
ja: MOD は %1$@ にすでに存在します。
ko: %1$@에 모드가 이미 존재합니다.
nl: Er bestaat al een mod op %1$@.
pt_br: Já existe um mod em %1$@.
zh_hans: %1$@ 上已经存在一个模组。

source: A mod set named %@ already exists.
de: Ein Mod-Set namens %1$@ existiert bereits.
es: Ya existe un conjunto de mods llamado %1$@.
fr: Un ensemble de mods nommé %1$@ existe déjà.
it: Esiste già un set di modifiche denominato %1$@.
ja: %1$@ という名前の MOD セットはすでに存在します。
ko: %1$@라는 모드 세트가 이미 존재합니다.
nl: Er bestaat al een modset met de naam %1$@.
pt_br: Já existe um conjunto de mods chamado %1$@.
zh_hans: 名为 %1$@ 的模组集已存在。

source: A mod set remembers which mods are enabled. Switch sets to swap loadouts before launching the game; changes made while a custom set is active are saved back into it.
de: Ein Mod-Set merkt sich, welche Mods aktiviert sind. Wechsle Sets, um vor dem Spielstart die Ausstattung zu tauschen; Änderungen bei aktivem eigenem Set werden darin gespeichert.
es: Un conjunto de mods recuerda qué mods están habilitados. Cambia de conjunto para alternar configuraciones antes de iniciar el juego; los cambios hechos con un conjunto personalizado activo se guardan en él.
fr: Un ensemble de mods mémorise quels mods sont activés. Changez d'ensemble pour échanger de configuration avant de lancer le jeu ; les changements faits avec un ensemble personnalisé actif y sont enregistrés.
it: Un set di mod ricorda quali mod sono abilitate. Cambia set per alternare configurazioni prima di avviare il gioco; le modifiche fatte con un set personalizzato attivo vengono salvate al suo interno.
ja: MODセットはどのMODが有効かを記憶します。ゲーム起動前にセットを切り替えて構成を入れ替えられます。カスタムセットが有効な間の変更はそのセットに保存されます。
ko: 모드 세트는 어떤 모드가 활성화되어 있는지 기억합니다. 게임 시작 전에 세트를 전환해 구성을 바꿔보세요. 사용자 세트가 활성화된 동안의 변경은 해당 세트에 저장됩니다.
nl: Een modset onthoudt welke mods zijn ingeschakeld. Wissel van set om vóór het starten van het spel van samenstelling te wisselen; wijzigingen met een actieve eigen set worden erin opgeslagen.
pt_br: Um conjunto de mods lembra quais mods estão ativados. Troque de conjunto para alternar configurações antes de iniciar o jogo; mudanças feitas com um conjunto personalizado ativo são salvas nele.
zh_hans: 模组合集会记住哪些模组处于启用状态。启动游戏前切换合集即可更换配置；自定义合集处于活动状态时所做的更改会保存回该合集。

source: About Seed Box
de: Über Seed Box
es: Acerca de Seed Box
fr: À propos de Seed Box
it: Informazioni su Seed Box
ja: Seed Boxについて
ko: Seed Box에 관하여
nl: Over Seed Box
pt_br: Sobre o Seed Box
zh_hans: 关于 Seed Box

source: Add a mod folder or ZIP archive to install it.
de: Fügen Sie einen Mod-Ordner oder ein ZIP-Archiv hinzu, um es zu installieren.
es: Agregue una carpeta mod o un archivo ZIP para instalarlo.
fr: Ajoutez un dossier mod ou une archive ZIP pour l'installer.
it: Aggiungi una cartella mod o un archivio ZIP per installarlo.
ja: modフォルダーまたはZIPアーカイブを追加してインストールします。
ko: Mod 폴더나 ZIP 아카이브를 추가하여 설치하세요.
nl: Voeg een mod-map of ZIP-archief toe om het te installeren.
pt_br: Adicione uma pasta mod ou arquivo ZIP para instalá-lo.
zh_hans: 添加 mod 文件夹或 ZIP 存档来安装它。

source: Add Mods
de: Mods hinzufügen
es: Agregar modificaciones
fr: Ajouter des modules
it: Aggiungi mod
ja: Modを追加する
ko: 모드 추가
nl: Voeg mods toe
pt_br: Adicionar mods
zh_hans: 添加模组

source: Add Mods...
de: Mods hinzufügen...
es: Agregar modificaciones...
fr: Ajouter des modules...
it: Aggiungi mod...
ja: Modを追加...
ko: 모드 추가...
nl: Mods toevoegen...
pt_br: Adicionar mods...
zh_hans: 添加模组...

source: Added %lld mod folders.
de: %1$lld Mod-Ordner hinzugefügt.
es: Se agregaron carpetas de mod %1$lld.
fr: Ajout des dossiers mod %1$lld.
it: Aggiunte %1$lld cartelle mod.
ja: %1$lld 個の mod フォルダーを追加しました。
ko: %1$lld 모드 폴더를 추가했습니다.
nl: %1$lld mod-mappen toegevoegd.
pt_br: Adicionadas pastas de mod %1$lld.
zh_hans: 添加了 %1$lld mod 文件夹。

source: Added 1 mod folder.
de: 1 Mod-Ordner hinzugefügt.
es: Se agregó 1 carpeta mod.
fr: Ajout d'un dossier mod.
it: Aggiunta 1 cartella mod.
ja: modフォルダを1つ追加しました。
ko: 모드 폴더 1개가 추가되었습니다.
nl: 1 mod-map toegevoegd.
pt_br: Adicionada 1 pasta mod.
zh_hans: 添加了 1 个 mod 文件夹。

source: Adding Mods
de: Mods hinzufügen
es: Agregar modificaciones
fr: Ajout de modules
it: Aggiunta di mod
ja: Modの追加
ko: 모드 추가
nl: Mods toevoegen
pt_br: Adicionando mods
zh_hans: 添加模组

source: All
de: Alle
es: Todos
fr: Tout
it: Tutto
ja: すべて
ko: 모두
nl: Allemaal
pt_br: Todos
zh_hans: 全部

source: All mods are up to date.
de: Alle Mods sind auf dem neuesten Stand.
es: Todos los mods están actualizados.
fr: Tous les mods sont à jour.
it: Tutte le mod sono aggiornate.
ja: すべてのMODは最新です。
ko: 모든 모드가 최신 상태입니다.
nl: Alle mods zijn up-to-date.
pt_br: Todos os mods estão atualizados.
zh_hans: 所有模组均为最新。

# Applied %@ (%lld changes).
source: Applied %1$@ (%2$lld changes).
de: %1$@ angewendet (%2$lld Änderungen).
es: %1$@ aplicado (cambios %2$lld).
fr: %1$@ appliqué (%2$lld modifications).
it: %1$@ applicato (modifiche %2$lld).
ja: %1$@ を適用しました (%2$lld の変更)。
ko: %1$@ 적용 (%2$lld 변경)
nl: %1$@ toegepast (%2$lld wijzigingen).
pt_br: %1$@ aplicado (alterações %2$lld).
zh_hans: 应用了 %1$@（%2$lld 更改）。

source: Applied %@ (1 change).
de: %1$@ angewendet (1 Änderung).
es: Aplicado %1$@ (1 cambio).
fr: %1$@ appliqué (1 changement).
it: %1$@ applicato (1 cambio).
ja: %1$@を適用（1変更）。
ko: %1$@ 적용(1개 변경)
nl: %1$@ toegepast (1 wijziging).
pt_br: Aplicado %1$@ (1 alteração).
zh_hans: 应用了 %1$@（1 处更改）。

source: Apply Anyway
de: Bewerben Sie sich trotzdem
es: Aplicar de todos modos
fr: Postuler quand même
it: Candidati comunque
ja: とにかく応募する
ko: 어쨌든 신청하세요
nl: Hoe dan ook solliciteren
pt_br: Inscreva-se mesmo assim
zh_hans: 无论如何申请

# Applying %@ will leave %@ with unresolved dependencies: %@. Apply anyway?
source: Applying %1$@ will leave %2$@ with unresolved dependencies: %3$@. Apply anyway?
de: Durch die Anwendung von %1$@ bleiben %2$@ mit ungelösten Abhängigkeiten zurück: %3$@. Trotzdem bewerben?
es: La aplicación de %1$@ dejará a %2$@ con dependencias sin resolver: %3$@. ¿Aplicar de todos modos?
fr: L'application de %1$@ laissera %2$@ avec des dépendances non résolues : %3$@. Postuler quand même ?
it: L'applicazione di %1$@ lascerà %2$@ con dipendenze irrisolte: %3$@. Candidarsi comunque?
ja: %1$@ を適用すると、%2$@ には未解決の依存関係 (%3$@) が残ります。とにかく応募しますか？
ko: %1$@를 적용하면 %2$@에 해결되지 않은 종속성(%3$@)이 남게 됩니다. 그래도 신청하시겠습니까?
nl: Als u %1$@ toepast, blijft %2$@ achter met onopgeloste afhankelijkheden: %3$@. Toch solliciteren?
pt_br: A aplicação do %1$@ deixará o %2$@ com dependências não resolvidas: %3$@. Aplicar mesmo assim?
zh_hans: 应用 %1$@ 将使 %2$@ 具有未解决的依赖关系：%3$@。还是申请吧？

source: Applying %1$@ will leave %2$lld mods with missing required dependencies. Apply anyway? %3$@
de: Durch die Anwendung von %1$@ verbleiben %2$lld Mods mit fehlenden erforderlichen Abhängigkeiten. Trotzdem bewerben? %3$@
es: La aplicación de %1$@ dejará a los mods %2$lld sin las dependencias requeridas. ¿Aplicar de todos modos? %3$@
fr: L'application de %1$@ laissera les mods %2$lld avec les dépendances requises manquantes. Postuler quand même ? %3$@
it: L'applicazione di %1$@ lascerà le mod %2$lld con le dipendenze richieste mancanti. Candidarsi comunque? %3$@
ja: %1$@ を適用すると、必要な依存関係が欠落した %2$lld MOD が残ります。とにかく応募しますか？ %3$@
ko: %1$@를 적용하면 %2$lld 모드에 필수 종속성이 누락됩니다. 그래도 신청하시겠습니까? %3$@
nl: Als u %1$@ toepast, blijven %2$lld-mods achter met ontbrekende vereiste afhankelijkheden. Toch solliciteren? %3$@
pt_br: A aplicação de %1$@ deixará os mods %2$lld sem dependências necessárias. Aplicar mesmo assim? %3$@
zh_hans: 应用 %1$@ 将使 %2$lld mods 缺少所需的依赖项。还是申请吧？ %3$@

source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 著者
ko: 작성자
nl: Auteur
pt_br: Autor
zh_hans: 作者

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
zh_hans: 取消

source: Cancel Search
de: Suche abbrechen
es: Cancelar búsqueda
fr: Annuler la recherche
it: Annulla ricerca
ja: 検索をキャンセル
ko: 검색 취소
nl: Zoekopdracht annuleren
pt_br: Cancelar busca
zh_hans: 取消搜索

source: Check for mod updates over the network
de: Über das Netzwerk nach Mod-Updates suchen
es: Buscar actualizaciones de mods a través de la red
fr: Rechercher les mises à jour des mods via le réseau
it: Cerca aggiornamenti delle mod tramite la rete
ja: ネットワーク経由でMODのアップデートを確認
ko: 네트워크를 통해 모드 업데이트 확인
nl: Via het netwerk controleren op mod-updates
pt_br: Verificar atualizações de mods pela rede
zh_hans: 通过网络检查模组更新

source: Check Now
de: Jetzt suchen
es: Buscar ahora
fr: Vérifier maintenant
it: Controlla ora
ja: 今すぐ確認
ko: 지금 확인
nl: Nu controleren
pt_br: Verificar agora
zh_hans: 立即检查

source: Checking for mod updates…
de: Es wird nach Mod-Updates gesucht …
es: Buscando actualizaciones de mods…
fr: Recherche de mises à jour des mods…
it: Ricerca di aggiornamenti delle mod…
ja: MODのアップデートを確認中…
ko: 모드 업데이트 확인 중…
nl: Controleren op mod-updates…
pt_br: Verificando atualizações de mods…
zh_hans: 正在检查模组更新…

source: Checks send each mod's unique ID, version, and update keys to smapi.io.
de: Bei der Suche werden die eindeutige ID, Version und Update-Schlüssel jeder Mod an smapi.io gesendet.
es: Las comprobaciones envían el ID único, la versión y las claves de actualización de cada mod a smapi.io.
fr: Les vérifications envoient l'ID unique, la version et les clés de mise à jour de chaque mod à smapi.io.
it: I controlli inviano l'ID univoco, la versione e le chiavi di aggiornamento di ogni mod a smapi.io.
ja: 確認時には各MODの固有ID、バージョン、アップデートキーがsmapi.ioに送信されます。
ko: 확인 시 각 모드의 고유 ID, 버전, 업데이트 키가 smapi.io로 전송됩니다.
nl: Bij controles worden de unieke ID, versie en update-sleutels van elke mod naar smapi.io gestuurd.
pt_br: As verificações enviam o ID exclusivo, a versão e as chaves de atualização de cada mod para smapi.io.
zh_hans: 检查时会将每个模组的唯一 ID、版本和更新密钥发送到 smapi.io。

source: Choose Folder
de: Wählen Sie Ordner
es: Elegir carpeta
fr: Choisir un dossier
it: Scegli Cartella
ja: フォルダーの選択
ko: 폴더 선택
nl: Kies Map
pt_br: Escolha a pasta
zh_hans: 选择文件夹

source: Choose Log Folder…
de: Protokollordner wählen …
es: Elegir carpeta de registros…
fr: Choisir le dossier des journaux…
it: Scegli cartella dei registri…
ja: ログフォルダを選択…
ko: 로그 폴더 선택…
nl: Logboekmap kiezen…
pt_br: Escolher pasta de registros…
zh_hans: 选择日志文件夹…

source: Choose Mods Folder
de: Wählen Sie den Mods-Ordner
es: Elija la carpeta Mods
fr: Choisissez le dossier Mods
it: Scegli la cartella Mod
ja: Modフォルダを選択してください
ko: Mods 폴더를 선택하세요
nl: Kies Mods-map
pt_br: Escolha a pasta Mods
zh_hans: 选择模组文件夹

source: Choose Mods Folder...
de: Wählen Sie den Mods-Ordner ...
es: Elija la carpeta Mods...
fr: Choisissez le dossier Mods...
it: Scegli la cartella Mods...
ja: Modフォルダを選択...
ko: Mods 폴더를 선택하세요...
nl: Kies Mods-map...
pt_br: Escolha a pasta Mods...
zh_hans: 选择 Mod 文件夹...

source: Choose one or more archived mods to restore.
de: Wählen Sie einen oder mehrere archivierte Mods zur Wiederherstellung aus.
es: Elija una o más modificaciones archivadas para restaurar.
fr: Choisissez un ou plusieurs mods archivés à restaurer.
it: Scegli una o più mod archiviate da ripristinare.
ja: 復元するアーカイブされた MOD を 1 つ以上選択します。
ko: 복원할 보관된 모드를 하나 이상 선택하세요.
nl: Kies een of meer gearchiveerde mods om te herstellen.
pt_br: Escolha um ou mais mods arquivados para restaurar.
zh_hans: 选择一个或多个要恢复的存档模组。

source: Choose one or more mod folders or ZIP archives.
de: Wählen Sie einen oder mehrere Mod-Ordner oder ZIP-Archive.
es: Elija una o más carpetas mod o archivos ZIP.
fr: Choisissez un ou plusieurs dossiers mod ou archives ZIP.
it: Scegli una o più cartelle mod o archivi ZIP.
ja: 1 つ以上の MOD フォルダーまたは ZIP アーカイブを選択します。
ko: 하나 이상의 Mod 폴더 또는 ZIP 아카이브를 선택하십시오.
nl: Kies een of meer mod-mappen of ZIP-archieven.
pt_br: Escolha uma ou mais pastas mod ou arquivos ZIP.
zh_hans: 选择一个或多个 Mod 文件夹或 ZIP 存档。

source: Choose the folder named %@.
de: Wählen Sie den Ordner mit dem Namen %1$@.
es: Elija la carpeta llamada %1$@.
fr: Choisissez le dossier nommé %1$@.
it: Scegli la cartella denominata %1$@.
ja: %1$@ という名前のフォルダーを選択します。
ko: %1$@라는 폴더를 선택합니다.
nl: Kies de map met de naam %1$@.
pt_br: Escolha a pasta chamada %1$@.
zh_hans: 选择名为 %1$@ 的文件夹。

source: Choose the Mods folder again. %@
de: Wählen Sie erneut den Mods-Ordner. %1$@
es: Elija la carpeta Mods nuevamente. %1$@
fr: Choisissez à nouveau le dossier Mods. %1$@
it: Scegli di nuovo la cartella Mods. %1$@
ja: もう一度 Mods フォルダーを選択します。 %1$@
ko: Mods 폴더를 다시 선택하십시오. %1$@
nl: Kies opnieuw de map Mods. %1$@
pt_br: Escolha a pasta Mods novamente. %1$@
zh_hans: 再次选择 Mods 文件夹。 %1$@

source: Choose the Mods folder before creating it.
de: Wählen Sie den Mods-Ordner aus, bevor Sie ihn erstellen.
es: Elija la carpeta Mods antes de crearla.
fr: Choisissez le dossier Mods avant de le créer.
it: Scegli la cartella Mods prima di crearla.
ja: Mods フォルダーを作成する前に、それを選択してください。
ko: Mods 폴더를 생성하기 전에 선택하세요.
nl: Kies de map Mods voordat u deze maakt.
pt_br: Escolha a pasta Mods antes de criá-la.
zh_hans: 在创建之前选择 Mods 文件夹。

source: Choose the Mods folder before managing mods.
de: Wählen Sie den Ordner „Mods“, bevor Sie Mods verwalten.
es: Elija la carpeta Mods antes de administrar mods.
fr: Choisissez le dossier Mods avant de gérer les mods.
it: Scegli la cartella Mods prima di gestire le mod.
ja: MOD を管理する前に Mods フォルダーを選択してください。
ko: 모드를 관리하기 전에 Mods 폴더를 선택하세요.
nl: Kies de map Mods voordat u mods beheert.
pt_br: Escolha a pasta Mods antes de gerenciar mods.
zh_hans: 在管理 mod 之前选择 Mods 文件夹。
